src/main/resources/examples/getAriaAcctDetailsRequest.xml

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Header/>
  <soap:Body>
    <lit:get_acct_details_all_m xmlns:lit="urn:client:api:wsdl:document/literal_wrapped:vers:11.0:aria_complete_m_api">
      <client_no>6000228</client_no>
      <auth_key>R3WSkfamtH9bMUrACMtm7FAtx7u8vYFy</auth_key>
      <acct_no>1831544</acct_no>
      <include_master_plans>1</include_master_plans>
      <include_supp_plans>1</include_supp_plans>
    </lit:get_acct_details_all_m>
  </soap:Body>
</soap:Envelope>  